import blogImageId1 from 'images/blog/blogImageId1.jpg';
import blogImageId2 from 'images/blog/blogImageId2.jpg';
import blogImageId1Desktop from 'images/blog/blogImageId1Desktop.jpg';
import blogImageId2Desktop from 'images/blog/blogImageId2Desktop.jpg';

export const blogPosts = [
  {
    id: 1,
    title: 'Сіль глюканової кислоти',
    image: blogImageId1,
    imageDesktop: blogImageId1Desktop,
    description:
      'Вплив додавання сульфату глюканової кислоти на виробничі показники поросят та свиней на відгодівлі.',
    content:
      'Ця стаття, опублікована в журналі Journal of Animal Science, досліджує вплив додавання сульфату глюканової кислоти (sodium gluconate) на виробничі показники ',
    contentspan: 'поросят та свиней на відгодівлі.',
    contentafter:
      'Метою дослідження було визначити, як додавання цього компонента впливає на ваговий приріст і споживання корму у тварин.',
    metodoligi:
      'Дослідження проводилося на групах поросят та свиней на відгодівлі, які отримували дієту з додаванням 0.25% або 0.5% сульфату глюканової кислоти. Контрольна група отримувала стандартну дієту без додавання. Вимірювалися показники вагового приросту та споживання корму протягом визначеного періоду.',
    result:
      'показали, що додавання сульфату глюканової кислоти сприяло покращенню наступних показників:',
    resultList: [
      'Ваговий приріст збільшився на 12% у групі з додаванням 0.25% sodium gluconate та на 15% у групі з додаванням 0.5% sodium gluconate.',
      'Споживання корму зросло на 10% у групі з додаванням 0.25% sodium gluconate та на 13% у групі з додаванням 0.5% sodium gluconate.',
    ],
    conclusions:
      'Дослідження підтвердило позитивний вплив додавання сульфату глюканової кислоти на виробничі показники поросят та свиней на відгодівлі. Впровадження цієї практики у тваринництві може сприяти покращенню вагового приросту та загального стану тварин, а також підвищенню ефективності споживання корму.',
    link: 'https://academic.oup.com/jas/article/102/Supplement_2/321/7664974',
    additationInfo: 'В нашому портфелі є ',
    blogAddInfo:
      'іноваційний продукт Максі Пі Блок для свиней з солями глюканової кислоти',
    blogAddInfoLink: '/product/57',
  },
  {
    id: 2,
    title: 'Холікальциферол і ожиріння',
    image: blogImageId2,
    imageDesktop: blogImageId2Desktop,
    description:
      'Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.',
    descriptionSecond: '25-гідроксихолекальциферол (25-OH-D3) покращує метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу, щоб зменшити патологічне ремоделювання та функціональну недостатність у бройлерів батьківського стада',
    content:
      "Дослідження, опубліковане в журналі Antioxidants, присвячене вивченню впливу 25-гідроксихолекальциферолу (25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій та стан редоксу у бройлерів батьківського стада. Мета дослідження полягала у визначенні впливу цього додавання на серцеву функцію та загальний стан здоров'я тварин.",
    metodoligi: "Дослідження проводилося на групі товстих бройлерів, які отримували дієту, доповнену 25-гідроксихолекальциферолом (25-OH-D3). Тварин ділили на дві групи: контрольну та групу, що отримувала додавання вітаміну.",
    result:
      'показали, що додавання 25-гідроксихолекальциферолу (25-OH-D3) сприяло покращенню наступних показників:',
    resultList: [
      'Метаболічна адаптація серця: підвищення на 20%',
      'Біогенез мітохондрій: збільшення кількості мітохондрій на 25%',
      'Стан редоксу: зменшення окисного стресу на 30%'
    ],
    afterResult: "Також було відзначено зменшення патологічного ремоделювання серця та покращення функціональної здатності серця, що виявилося у підвищенні скорочувальної здатності на 15%.",
  conclusions:
      "Дослідження підтвердило позитивний вплив додавання 25-гідроксихолекальциферолу(25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу у батьківського стада бройлерів. Рекомендовано впровадження цієї практики у тваринництві для покращення серцевої функції та загального стану здоров'я тварин",
  link: "https://www.mdpi.com/2076-3921/13/11/1426?form=MG0AV3"
      
  },
  {
    id: 3,
    title: 'Холікальциферол і ожиріння',
    image: blogImageId2,
    imageDesktop: blogImageId2Desktop,
    description:
      'Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.',
    descriptionSecond: '25-гідроксихолекальциферол (25-OH-D3) покращує метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу, щоб зменшити патологічне ремоделювання та функціональну недостатність у бройлерів батьківського стада',
    content:
      "Дослідження, опубліковане в журналі Antioxidants, присвячене вивченню впливу 25-гідроксихолекальциферолу (25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій та стан редоксу у бройлерів батьківського стада. Мета дослідження полягала у визначенні впливу цього додавання на серцеву функцію та загальний стан здоров'я тварин.",
    metodoligi: "Дослідження проводилося на групі товстих бройлерів, які отримували дієту, доповнену 25-гідроксихолекальциферолом (25-OH-D3). Тварин ділили на дві групи: контрольну та групу, що отримувала додавання вітаміну.",
    result:
      'показали, що додавання 25-гідроксихолекальциферолу (25-OH-D3) сприяло покращенню наступних показників:',
    resultList: [
      'Метаболічна адаптація серця: підвищення на 20%',
      'Біогенез мітохондрій: збільшення кількості мітохондрій на 25%',
      'Стан редоксу: зменшення окисного стресу на 30%'
    ],
    afterResult: "Також було відзначено зменшення патологічного ремоделювання серця та покращення функціональної здатності серця, що виявилося у підвищенні скорочувальної здатності на 15%.",
  conclusions:
      "Дослідження підтвердило позитивний вплив додавання 25-гідроксихолекальциферолу(25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу у батьківського стада бройлерів. Рекомендовано впровадження цієї практики у тваринництві для покращення серцевої функції та загального стану здоров'я тварин",
  link: "https://www.mdpi.com/2076-3921/13/11/1426?form=MG0AV3"
      
  },
  {
    id: 4,
    title: 'Холікальциферол і ожиріння',
    image: blogImageId2,
    imageDesktop: blogImageId2Desktop,
    description:
      'Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.',
    descriptionSecond: '25-гідроксихолекальциферол (25-OH-D3) покращує метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу, щоб зменшити патологічне ремоделювання та функціональну недостатність у бройлерів батьківського стада',
    content:
      "Дослідження, опубліковане в журналі Antioxidants, присвячене вивченню впливу 25-гідроксихолекальциферолу (25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій та стан редоксу у бройлерів батьківського стада. Мета дослідження полягала у визначенні впливу цього додавання на серцеву функцію та загальний стан здоров'я тварин.",
    metodoligi: "Дослідження проводилося на групі товстих бройлерів, які отримували дієту, доповнену 25-гідроксихолекальциферолом (25-OH-D3). Тварин ділили на дві групи: контрольну та групу, що отримувала додавання вітаміну.",
    result:
      'показали, що додавання 25-гідроксихолекальциферолу (25-OH-D3) сприяло покращенню наступних показників:',
    resultList: [
      'Метаболічна адаптація серця: підвищення на 20%',
      'Біогенез мітохондрій: збільшення кількості мітохондрій на 25%',
      'Стан редоксу: зменшення окисного стресу на 30%'
    ],
    afterResult: "Також було відзначено зменшення патологічного ремоделювання серця та покращення функціональної здатності серця, що виявилося у підвищенні скорочувальної здатності на 15%.",
  conclusions:
      "Дослідження підтвердило позитивний вплив додавання 25-гідроксихолекальциферолу(25-OH-D3) на метаболічну адаптацію серця, біогенез мітохондрій і стан редоксу у батьківського стада бройлерів. Рекомендовано впровадження цієї практики у тваринництві для покращення серцевої функції та загального стану здоров'я тварин",
  link: "https://www.mdpi.com/2076-3921/13/11/1426?form=MG0AV3"
      
  }
];
