import blogImageId1 from 'images/blog/blogImageId1.jpg';
import blogImageId2 from 'images/blog/blogImageId2.jpg'

export const blogPosts = [
  {
    id: 1,
    title: "Сіль глюконової кислоти",
    image: blogImageId1,
    description:
      "Вплив додавання сульфату глюконової кислоти на виробничі показники поросят та свиней на відгодівлі.",
    content:
      "Ця стаття, опублікована в журналі Journal of Animal Science, досліджує вплив додавання сульфату глюконової кислоти (sodium gluconate) на виробничі показники ",
    contentspan: "поросят та свиней на відгодівлі.",
    contentafter: "Метою дослідження було визначити, як додавання цього компонента впливає на ваговий приріст і споживання корму у тварин.",
    metodoligi: "Дослідження проводилося на групах поросят та свиней на відгодівлі, які отримували дієту з додаванням 0.25% або 0.5% сульфату глюконової кислоти. Контрольна група отримувала стандартну дієту без додавання. Вимірювалися показники вагового приросту та споживання корму протягом визначеного періоду.",
    result: "показали, що додавання сульфату глюконової кислоти сприяло покращенню наступних показників:",
    resultList: ['Ваговий приріст збільшився на 12% у групі з додаванням 0.25% sodium gluconate та на 15% у групі з додаванням 0.5% sodium gluconate.', 'Споживання корму зросло на 10% у групі з додаванням 0.25% sodium gluconate та на 13% у групі з додаванням 0.5% sodium gluconate.'],
    conclusions: "Дослідження підтвердило позитивний вплив додавання сульфату глюконової кислоти на виробничі показники поросят та свиней на відгодівлі. Впровадження цієї практики у тваринництві може сприяти покращенню вагового приросту та загального стану тварин, а також підвищенню ефективності споживання корму.",
  },
  {
    id: 2,
    title: "Холікальциферол і ожиріння",
    image: blogImageId2,
    description:
      "Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 3,
    title: "Сіль глюконової кислоти",
    image: blogImageId1,
    description:
      "Вплив додавання сульфату глюконової кислоти на виробничі показники поросят та свиней на відгодівлі.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 4,
    title: "Холікальциферол і ожиріння",
    image: blogImageId2,
    description:
      "Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 5,
    title: "Холікальциферол і ожиріння",
    image: blogImageId2,
    description:
      "Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  }
];
