import blogImageId1 from 'images/blog/blogImageId1.jpg';
import blogImageId2 from 'images/blog/blogImageId2.jpg'

export const blogPosts = [
  {
    id: 1,
    title: "Сіль глюконової кислоти",
    image: blogImageId1,
    description:
      "Вплив додавання сульфату глюконової кислоти на виробничі показники поросят та свиней на відгодівлі.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 2,
    title: "Холікальциферол і ожиріння",
    image: blogImageId2,
    description:
      "Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 3,
    title: "Сіль глюконової кислоти",
    image: blogImageId1,
    description:
      "Вплив додавання сульфату глюконової кислоти на виробничі показники поросят та свиней на відгодівлі.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
  {
    id: 4,
    title: "Холікальциферол і ожиріння",
    image: blogImageId2,
    description:
      "Чергове підтвердження величезного значення вітаміну D3  з відкриттям додаткових функцій і позитивного впливу на огрганізм.",
    content:
      "Тут буде повна стаття з усіма деталями про вплив глюконової кислоти на поросят...",
  },
];
