import imgProductDetailsId1 from 'images/productDetails/imgProductDetailsId1.jpg';
import imgProductDetailsId2 from 'images/productDetails/imgProductDetailsId2.jpg';
import imgProductDetailsId3 from 'images/productDetails/imgProductDetailsId3.jpg';
import imgProductDetailsId4 from 'images/productDetails/imgProductDetailsId4.jpg';
import imgProductDetailsId5 from 'images/productDetails/imgProductDetailsId5.jpg';
import imgProductDetailsId6 from 'images/productDetails/imgProductDetailsId6.jpg';
import imgProductDetailsId7 from 'images/productDetails/imgProductDetailsId7.jpg';
import imgProductDetailsId8 from 'images/productDetails/imgProductDetailsId8.jpg';
import imgProductDetailsId9 from 'images/productDetails/imgProductDetailsId9.jpg';
import imgProductDetailsId10 from 'images/productDetails/imgProductDetailsId10.jpg';
import imgProductDetailsId11 from 'images/productDetails/imgProductDetailsId11.jpg';
import imgProductDetailsId12 from 'images/productDetails/imgProductDetailsId12.jpg';
import imgProductDetailsId13 from 'images/productDetails/imgProductDetailsId13.jpg';
import imgProductDetailsId14 from 'images/productDetails/imgProductDetailsId14.jpg';
import imgProductDetailsId15 from 'images/productDetails/imgProductDetailsId15.jpg';
import imgProductDetailsId16 from 'images/productDetails/imgProductDetailsId16.jpg';
import imgProductDetailsId17 from 'images/productDetails/imgProductDetailsId17.jpg';
import imgProductDetailsId18 from 'images/productDetails/imgProductDetailsId18.jpg';
import imgProductDetailsId19 from 'images/productDetails/imgProductDetailsId19.jpg';
import imgProductDetailsId20 from 'images/productDetails/imgProductDetailsId20.jpg';
import imgProductDetailsId21 from 'images/productDetails/imgProductDetailsId21.jpg';
import imgProductDetailsId22 from 'images/productDetails/imgProductDetailsId22.jpg';
import imgProductDetailsId23 from 'images/productDetails/imgProductDetailsId23.jpg';
import imgProductDetailsId24 from 'images/productDetails/imgProductDetailsId24.jpg';
import imgProductDetailsId25 from 'images/productDetails/imgProductDetailsId25.jpg';
import imgProductDetailsId26 from 'images/productDetails/imgProductDetailsId26.jpg';
import imgProductDetailsId27 from 'images/productDetails/imgProductDetailsId27.jpg';
import imgProductDetailsId28 from 'images/productDetails/imgProductDetailsId28.jpg';
import imgProductDetailsId29 from 'images/productDetails/imgProductDetailsId29.jpg';
import imgProductDetailsId30 from 'images/productDetails/imgProductDetailsId30.jpg';
import imgProductDetailsId31 from 'images/productDetails/imgProductDetailsId31.jpg';
import imgProductDetailsId32 from 'images/productDetails/imgProductDetailsId32.jpg';
import imgProductDetailsId33 from 'images/productDetails/imgProductDetailsId33.jpg';
import imgProductDetailsId34 from 'images/productDetails/imgProductDetailsId34.jpg';
import imgProductDetailsId35 from 'images/productDetails/imgProductDetailsId35.jpg';
import imgProductDetailsId36 from 'images/productDetails/imgProductDetailsId36.jpg';
import imgProductDetailsId37 from 'images/productDetails/imgProductDetailsId37.jpg';
import imgProductDetailsId38 from 'images/productDetails/imgProductDetailsId38.jpg';

export const products = [
  {
    id: 1,
    name: 'Mineralfutter',
    manufacturer: 'VILOFOSS',
    description: 'Премікси для ВРХ, ДРХ та Коней',
    category: ['ВРХ дорослі', 'ВРХ молодняк', 'ДРХ', 'Коні'],
    image: imgProductDetailsId1,
    sections: [
      {
        title: 'Можуть бути представлені:',
        items: ['стандартна лінійка', 'індивідуальні рецептури'],
      },
      {
        title: 'Дозування:',
        items: ['50-250 г/гол/добу (залежить від рецептури)'],
      },
      {
        title: 'Фасування:',
        items: ['мішок 25 кг'],
      },
    ],
  },
  {
    id: 2,
    name: 'LM Rinder ADE',
    manufacturer: 'VILOFOSS',
    description: 'Смачний та гомогенний лизунець',
    category: ['ВРХ дорослі', 'ВРХ молодняк', 'ДРХ', 'Коні'],
    image: imgProductDetailsId2,
    sections: [
      {
        title: 'Складові:',
        items: [
          'Са 15,0%, Р 4,0%, Na 2,9%, Mg 5,0% - віт.А 800 000 МЕ, віт.D 130 000 МЕ, віт. Е 2000 мг, залізо 1000 мг, мідь 800мг, марганец 4000мг, цинк 6000мг, йод 50мг, селен 50мг, кобальт 30мг.',
        ],
      },
      {
        title: 'Середня норма вживання:',
        items: ['100-200 г/гол/добу'],
      },
      {
        title: 'Рекомендовано:',
        items: [
          'молодняку ВРХ - при відлученні від молока й за 1-2 міс до початку парувальної кампанії',
          'сухостійним коровам - на весь термін сухостою',
          'лактуючим коровам - від отелу до 100 днів лактації',
        ],
      },
      {
        title: 'Фасування:',
        items: ['таз 25 та 65 кг'],
      },
    ],
  },
  {
    id: 3,
    name: 'LM Rinder TR-Vit',
    manufacturer: 'VILOFOSS',
    description: 'Лизунець для сухостійних корів',
    category: ['ВРХ дорослі', 'ВРХ молодняк'],
    image: imgProductDetailsId3,
    sections: [
      {
        title: 'Використання лизунців для сухостійних корів сприяє:',
        items: [
          'скорішому відновленню корови після отелу',
          'підтримує роботу імунної систему корови',
          'правильний розвиток майбутнього теляти',
          'знижує ризик порушень обміну речовин',
          'покращує якість молозива - захист телят',
          'підтримує високий рівень надою після отелу',
        ],
      },
      {
        title: 'Починати використання продукту:',
        items: ['за 8 - 12 тижнів до отелу, або на весь термін сухостою!'],
      },
      {
        title: 'Складові:',
        items: [
          'Са 5,0%, Р 5,0%, Na 16,0%, Mg 8,0%, віт. А 500 000 МЕ, віт.D 50 000 МЕ, віт.Е 2000 мг, мідь 800 мг, марганець 4000 мг, цинк 6000 мг, йод 50 мг, селен 50 мг, кобальт 30 мг',
        ],
      },
      {
        title: 'Середня норма вживання:',
        items: ['100-200 г/гол/добу'],
      },
      {
        title: 'Фасування:',
        items: ['таз 65 кг'],
      },
    ],
  },
  {
    id: 4,
    name: 'Камінь для клювання',
    manufacturer: 'VILOFOSS',
    description: 'Професійний матеріал для птахівників',
    category: ['Птиця'],
    image: imgProductDetailsId4,
    sections: [
      {
        title: 'Складові:',
        items: [
          'індивідуальне введення життєво важливих мінералів, таких як: магній, кальцій та натрій',
        ],
      },
      {
        title: 'Мета використання:',
        items: [
          'щоб уникнути поведінкових розладів, таких як, клювання пір’я та канібалізм, що призводять до серйозних наслідків та втрат, покращення перетравності кормів',
        ],
      },
      {
        title: 'Дозування:',
        items: [
          'рекомендуємо використовувати один камінь Peckstone для кожних 500 - 800 несучок та індичок, або на кожні 1000 бройлерів',
        ],
      },
      {
        title: 'Фасування:',
        items: ['камінь для клювання по 10 кг'],
      },
    ],
  },
  {
    id: 5,
    name: 'ProtiSpar Top 75',
    manufacturer: 'VILOFOSS',
    description: 'Оптимізація протеїнової годівлі',
    descriptionText:
      'Запатентована комбинація деяких ефірних олій: знижує швидке виділення амміаку з амінокислот, без погіршення синтезу оцтової й пропіонової кислот, тому не має негативного впливу на виробництво молока та молочного жиру.',
    category: ['ВРХ дорослі', 'ВРХ молодняк', 'ДРХ', 'Коні'],
    image: imgProductDetailsId5,
    sections: [
      {
        title: 'Переваги:',
        items: [
          'оптимізує витрати на протеїнову годівлю',
          'знижує нагрузку від аміаку на печінку',
          'більше протеину потрапляє до тонкого кишківника',
          'розвантажує систему енергетичного обміну',
          'підтримка здоров’я й відтворної здатності',
          'оптимізує економічну ефективність виробництва молока',
        ],
      },
      {
        title: 'Дозування:',
        items: ['75 г/гол/добу'],
      },
      {
        title: 'Фасування:',
        items: ['мішок 25 кг'],
      },
    ],
  },
  {
    id: 6,
    name: 'Футтергут Румі-Ферм',
    manufacturer: 'VILOFOSS',
    description: 'Оптимізація крохмальної годівлі',
    descriptionText:
      'Кормова добавка на основі фермента амілази —  спеціально призначена для годівлі корів.',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId6,
    sections: [
      {
        title: 'Використання:',
        items: [
          'для оптимізації засвоювання крохмалю в раціонах високопродуктивних корів',
        ],
      },
      {
        title: 'Переваги:',
        items: [
          'посилює перетравлення крохмалю в рубці та кишковнику',
          'покращує перетравлення клітковини в рубці',
          'підвищує засвоюваність раціон',
          'не змінює pH рубця',
          'бореться з негативним впливом додаткового крохмалю на функцію рубця',
          'збільшує забезпечення корови ацетатом, глюкозою та енергією для молока, молочного жиру та фертильності',
        ],
      },
      {
        title: 'Дозування:',
        items: ['100-150 г/гол/добу'],
      },
      {
        title: 'Фасування:',
        items: ['мішок 25 кг'],
      },
    ],
  },
  {
    id: 7,
    name: 'Lactoval liquid',
    manufacturer: 'VILOFOSS',
    description: 'Перша випойка після отелу',
    descriptionText: [
      'ЕНЕРГЕТИЧНИЙ напій для тільки що отелених і виздоровлюючих корів, що містить харчові речовини, мінерали, живі дріжджі й добавки.',
      'Також, рекомендовано випоювати Лактоваль тваринам які хворіють, або знаходяться на стадії одужання - як симптоматичний та підтримуючий засіб.',
    ],
    category: ['ВРХ дорослі', 'ВРХ молодняк'],
    image: imgProductDetailsId7,
    sections: [
      {
        title: `Корови охоче п'ють смачне пійло, що містить:`,
        items: [
          `вітаміни (A, D3, E та вітамін B)`,
          `електроліти`,
          `дріжджові клітини`,
          `речовини, що стабілізують рН рубця`,
        ],
      },
      {
        title: `Сприяє:`,
        items: [
          `зменшенню втрати рідини та електролітів`,
          `поліпшення рухливості після отелення`,
          `підвищення вмісту глюкози в крові`,
          `розвиток мікроорганізмів у рубці`,
          `оптимізація кислотного рівня в рубці`,
          `запобігання кетозу`,
          `зменшення ризику переміщених сичугів`,
        ],
      },
      {
        title: `Складові:`,
        items: [
          `швидкі вуглеводи, бікарбонат натрію, ацетат магнію, насіння ріпаку`,
        ],
      },
      {
        title: `Дозування:`,
        items: [
          `500 г порошку Лактовал, розчинити в 12,5 –15,0 л теплої води й відразу напувати, поки корова не вип'є 20 - 25 літрів рідини`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`відро 5 кг / 15 кг`],
      },
    ],
  },
  {
    id: 8,
    name: 'X-Zelit Calcium-Mobilisation',
    manufacturer: 'VILOFOSS',
    description: 'Профілактика гіпокальціємії',
    descriptionText: [
      `Кормова добавка, на основі синтетичного абсорбенту кальцію`,
      `Має інертні смакові якості, одже, не знижує поїдання сухої речовини перед отелом.`,
      `Дає можливість використовувати в раціонах сухостійних корів будь-які корми, не звертаючи увагу на їх поживність по кальцію.`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId8,
    sections: [
      {
        title: `Корови охоче п'ють смачне пійло, що містить:`,
        items: [
          `вітаміни (A, D3, E та вітамін B)`,
          `електроліти`,
          `дріжджові клітини`,
          `речовини, що стабілізують рН рубця`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`500 г/гол/добу, за 2-3 тижні до отелу`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 9,
    name: 'Br. Close Up 30 Pro',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Добавка для профілактики гіпокальціємії',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId9,
    sections: [
      {
        title: `Складові:`,
        items: [
          `екструдовані мелені зернові пластівці, смачні захищені аніонні солі, буферні пробіотичні дріжджі Landhause Pro, високодоступний кальцій та магній, комплекс з вітамінів та мікроелементів`,
        ],
      },
      {
        title: `Практичний досвід з Browser® XXL Close Up 30:`,
        items: [
          `запобігання субклінічній та клінічній молочній лихоманці`,
          `поліпшене споживання кормів перет отелом`,
          `метаболічно стабільні та продуктивні тварини`,
          `високий рівень продуктивності на початку лактації`,
          `найкращі інгредієнти молока`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`30 - 40кг/т к/корму = 0,8-1,2 кг/гол на добу`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 10,
    name: 'Clex® blue drink',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: `Рідкий мінерально–вітамінний підкислювач`,
    category: ['Підходе для всіх'],
    image: imgProductDetailsId10,
    sections: [
      {
        title: `Складові:`,
        items: [
          `кальцію пропіонат, аммонію фосфат, кальцію ацетат, 750 мг, мідь, 3.000 мг цинк. Консерванти: ортофосфорна кислота (E 338), муравїна кислота (E 236), лимонна кислота (E 330)`,
        ],
      },
      {
        title: `Дозування, г/гол на добу:`,
        items: [
          `підсосні свиноматки: 50 - 80`,
          `супоросні свиноматки: 20 - 30`,
          `поросята: 5 - 15`,
          `свині на відгодівлі: 20 - 25`,
          `молочні корови (сух. / лакт.*): 200 - 250`,
          `бички на відгодівлі*: 100 - 120`,
          `бройлери (з питною водою на 1.000 л): 1.500 - 2.500`,
          `кури несучки й батьки 1.000 - 3.000 (з питною водою на 1.000 л)`,
        ],
      },
      {
        title: `Переваги:`,
        items: [
          `оптимальна гігієна води й кормів`,
          `дуже смачний`,
          `легко дозується`,
          `покращує конверсію кормів`,
          `захист ворсинок ШКТ`,
          `зміцнення іммунної системи`,
          `покращує засвоєння протеїнів`,
          `гарна постність м'яса`,
          `недорогий й висококонцентрований`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`каністра 25 кг`, `бочка 250 кг`, `контейнер 1000 кг`],
      },
    ],
  },
  {
    id: 11,
    name: 'Clex® Beta-Inulin met BLUE',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: `Імуностимулююча кормова добавка`,
    category: ['Підходе для всіх'],
    image: imgProductDetailsId11,
    sections: [
      {
        title: `Складові:`,
        items: [
          `пульпа цикорію (суха), моногліціриди з харчових жирных кислот й гліцерин, цикорій-інулін, карбонат кальцію, ізомальтулоза меласса, ароматизатори`,
        ],
      },
      {
        title: `Дозування:`,
        items: [
          `супоросні свиноматки 0,8 - 1,0 %`,
          `підсосні свиноматки 1,0 - 1,5 %`,
          `поросята 1,5 - 2,5 %`,
          `свині на відгодівлі 0,5 - 2,0 %`,
          `кури несучки й кури батьківське стадо 1,0 - 1,5 %`,
          `бройлери 1,5 - 2,0 %`,
          `телята 1,5 - 2,0 %`,
        ],
      },
      {
        title: `Переваги:`,
        items: [
          `має приємні смакові якості`,
          `профілактує діареї після відлучення й в боксах для опоросу, завдяки покращенню функції шлунку и ШКТ`,
          `підсилює самовідновлення кишковика, сприяє зміцненню імуної системи`,
          ` ідеальне доповнення раціонів на основі сої й оптимальне співвідношення по амінокислотам`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 12,
    name: 'Quattro drink',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Рідкий підкислювач для всіх видів тварин',
    category: ['ВРХ молодняк', 'ДРХ', 'Свині', 'Птиця'],
    image: imgProductDetailsId12,
    sections: [
      {
        title: `Складові:`,
        items: [
          `метіонін гідрокси-аналог (3c307), суміш органічних кислот: мурашина кислота (Е 236), оцтова кислота (Е 260), пропіонова кислота (Е 280). Ароматичні добавки: бензойна кислота (2b08021) 1350 мг/кг`,
        ],
      },
      {
        title: `Мета використання:`,
        items: [
          `сприяє кращій гігієні кормів завдяки використанню органічних кислот`,
          `середньоланцюгові жирні кислоти запобігають розмноженню небажаних мікроорганізмів, таких як стрептококи, стафілококи, кишкова паличка, сальмонела, ілеїт (PIA), а також, клостридій та вірусів в шлунку, рубці та кишечнику`,
          `велика кількість бетаїну та інуліну сприяє перетравленню клітковини, засвоєнню вітамінів і амінокислот, забезпечує покращення метаболізму, має позитивний вплив на захист клітин печінки`,
          `метіонін, часник і орегано запобігають запаленням`,
        ],
      },
      {
        title: `Дозування (вводити у кормову суміш в наступних кількостях, г/гол/добу):`,
        items: [
          `поросні свиноматки 25-30 г`,
          `лактуючі свиноматки 45-100 г`,
          `поросята 15-20 г`,
          `свині гровер 20-30 г`,
          `свині фініш 25-35 г`,
          `свині (рідка годівля) 0,4-0,6 % до TMR`,
          `свині (суха годівля) 1-1,5 %`,
          `телята, молодняк ВРХ, корови 0,4-0,6 %`,
          `птиця (суха годівля) 1 %`,
          `вівці, ягнята 0,8 - 1,0 % до TMR`,
          `вівці, ягнята 1,5 %`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`каністра 25 л`],
      },
    ],
  },
  {
    id: 13,
    name: 'Clex Vit Hefe 4',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Сорбент-премікс преміум-класу',
    category: ['Підходе для всіх'],
    image: imgProductDetailsId13,
    sections: [
      {
        title: `Складові:`,
        items: [
          `4 види стінок дріжджових клітин, віт. Е, в т.ч. натуральний, віт. С – захищений; органічні цинк та селен, буферні та сорбуючі складові, антиоксиданти, рослинні екстракти (як гепатопротектор та натуральні підсилювачі смаку)`,
        ],
      },
      {
        title: `Потрібен для:`,
        items: [
          `більше споживання корму`,
          `оптимальна функція кишківника та печінки`,
          `збільшення продуктивності й покращення фертильності`,
        ],
      },
      {
        title: `Ефективний проти мікотоксинів:`,
        items: [`ДОН, зеараленон, охратоксин, афлатоксин В1, фумонізин`],
      },
      {
        title: `Дозування, в залежності від потреби:`,
        items: [
          `бройлер 4 (3-6) кг/т`,
          `несучка 2 (1-3) кг/т`,
          `свиноматки 4 (2-6) кг/т`,
          `поросята 5 (3-6) кг/т`,
          `свині (відгодівля) 2 (1-3) кг/т`,
          `корови 50 (20-80) г/гол/добу (2-6кг/т ккорму)`,
          `телята 15 (10-25) г/гол/добу (0,5-3кг/т ккорму)`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 14,
    name: 'Anta®Ferm MT80',
    manufacturer: 'VILOFOSS',
    description: 'Сорбент токсинів комплексний',
    category: ['Підходе для всіх'],
    image: imgProductDetailsId14,
    sections: [
      {
        title: `Складові:`,
        items: [
          `бентоніт, діатоміт, стінки дріжджових клітин та лимонна кислота`,
        ],
      },
      {
        title: `Переваги:`,
        items: [
          `високоефективне зв'язування мікотоксинів`,
          `синергетична комбінація різних антитоксичних агентів`,
          `довготривалий деактивуючий ефект різних мікотоксинів`,
          `профілактика клінічних та субклінічних мікотоксикозів`,
          `покращення гігієни кормів`,
        ],
      },
      {
        title: `Ефективний проти мікотоксинів:`,
        items: [`ДОН, зеараленон, охратоксин, афлатоксин В1, фумонізин`],
      },
      {
        title: `Дозування:`,
        items: [
          `свині: 0,5 - 2,0 кг/т корму`,
          `птиця: 0,5 - 2,0 кг/т корму`,
          `жуйні: 0,5 - 2,0 кг/т корму, або 20 г/голову/день.`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 15,
    name: 'SuperSorber Mykotoxinbinder',
    manufacturer: 'VILOFOSS',
    description: 'Сорбент токсинів',
    descriptionText: [
      `Має дуже високу здатність зв’язувати й виводити з організму Афлатоксин.`,
      `Також, забезпечує гарний захист від: Зеареленона, Охратоксина й Т-2 токсина.`,
    ],
    category: ['Підходе для всіх'],
    image: imgProductDetailsId15,
    sections: [
      {
        title: `Складові, 1кг:`,
        items: [`850г Бентоніт, 150г Сепіоліт`],
      },
      {
        title: `Переваги від використання:`,
        items: [
          `адсорбент токсинів широкого спектру дії`,
          `робить кращою конверсію корму`,
          `покращує відтворну здатність`,
          `зменшує ускладнення після отелення`,
          `усуває проблеми з травленням`,
          `покращує продуктивність тварин та птиці`,
          `інертний за смаком, не впливає на засвоєння кормів`,
        ],
      },
      {
        title: `Дозування (ВРХ, свині, птиця):`,
        items: [
          `для базового захисту від зараженя мікотоксинами: 0,5 - 1,0 кг на тонну корма`,
          `для сильного захисту від мікотоксинов: 2,5-3,0 кг на тонну корма`,
          `адсорбирує афлатоксины на 100% при дозуванні 0,5%, в розрахунку на загальний корм`,
          `максимальне дозування: 2%, в перерахунку на загальну добову кількість корму`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 16,
    name: 'Pansen-Neutral',
    manufacturer: 'VILOFOSS',
    description: 'Буферна кормова добавка',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId16,
    sections: [
      {
        title: `Спеціальна мінеральна добавка в корм, для зниження кислотоутворення в рубці.`,
        items: [
          `буферує й стабилізує рН рубця`,
          `вапняк з водоростей має пролонговану дію`,
          `бікарбонат та карбонат натрію забеспечують потужну буферну дію`,
          `оксид магнію стабилізує буферний эффект`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`50-150г/гол/добу (від потреби)`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 17,
    name: 'Acid-Control',
    manufacturer: 'VILOFOSS',
    description: 'Буферна кормова добавка',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId17,
    sections: [
      {
        title: `Буферизує та стабілізує pH рубця`,
        items: [
          `бікарбонат натрію надає сильну буферність`,
          `карбонати Na і Ca - також, вносять свій внесок `,
          `оксид магнію стабілізує досягнуту буферність`,
          `ACID-Control позитивно впливає на споживання корму, надої, компоненти молока та здоров'я.`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`100 - 150 г/гол/добу (від потреби)`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 18,
    name: 'Biotin 750',
    manufacturer: 'VILOFOSS',
    description: 'Концентрат Біотину',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId18,
    sections: [
      {
        title: `У сучасних високопродуктивних стадах, особливо у випадку раціонів, багатих концентрованими кормами, синтез біотину знижується через пригнічення дії мікробів в рубці.`,
        items: [
          `Це призводить до дефіциту біотину. В результаті, копита стають більш крихкими й менш міцними. Тому підвищується ризик травмування та кульгавості.`,
          `Хвороби копит займають третє місце серед причин вибракування високопродуктивних корів. Навіть тимчасове захворювання копит має негативний вплив на споживання корму та продуктивність тварин.`,
          `Для догляду за високопродуктивними коровами ми рекомендуємо використати добавку Biotin-Mineralfutter!`,
        ],
      },
      {
        title: `Доза:`,
        items: [`20 - 25 г/гол/добу, у складі мінеральних кормів`],
      },
      {
        title: `Фасування:`,
        items: [`відро 5 кг / 15 кг`],
      },
    ],
  },
  {
    id: 19,
    name: 'Beta-Carotin',
    manufacturer: 'VILOFOSS',
    description:
      'Мінеральна добавка — сприяє фертильності та показникам здоров’я',
    descriptionText: [
      `Зниження народжуваності призводить до високих економічних втрат у тваринництві. У корів, наприклад, понад 30% усіх втрат пов'язані з порушенням фертильності. Причиною може бути недостатня годівля.`,
      `Механізм дії ß-каротину заснований на його функції провітаміну А, але не може бути повністю заміненим вищим споживанням вітаміну А.`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId19,
    sections: [
      {
        title: `Добова потреба ß-каротину:`,
        items: [
          `на молочну корову, з удоєм 30 л молока - становить від 550 до 600 мг ß-каротину на добу`,
          `при випасі влітку достатня кількість β-каротину міститься в свіжій траві (понад 2000 мг ß-каротину на день)`,
          `складніші умови при стійловому, або цілорічному силосному годуванні. При годуванні раціоном з акцентом на кукурудзяний силос, добова доза ß-каротину може знизитись до 200-400 мг`,
        ],
      },
      {
        title: `Дозування:`,
        items: [
          `20 - 25 г на тварину, щодня, попередньо ретельно розмішавши у складі мінеральних кормів, або комбікорму`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 20,
    name: 'Kuhpower',
    manufacturer: 'VILOFOSS',
    description: 'Спеціальна дріжджова добавка',
    descriptionText: [
      `Кормова добавка зі спеціальних дріжджових культур, для підтримки загального травлення, що стимулює ріст мікробів рубця.`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId20,
    sections: [
      {
        title: `Використання Kuhpower забезпечує:`,
        items: [
          `кращу перетравність корму`,
          `більше летких жирних кислот у рубці`,
          `більшу кількість перетравного протеїну`,
          `підвищує надої та ефективність корму`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`50 - 60 г на корову в день`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 21,
    name: 'Elbe Trockenfett DF',
    manufacturer: 'VILOFOSS',
    description: 'Фракціонований захищений жир',
    descriptionText: [
      `Це чиста рослинна жирна кислота, вироблена шляхом фракціонування з харчової рафінованої пальмової олії.`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId21,
    sections: [
      {
        items: [
          `концентрація пальмітинової кислоти: 70-80%`,
          `енергії: МЕ - 38 MJ/kg, NEL - 25 MJ/kg`,
          `використовується для ВРХ як «ЗАХИЩЕНИЙ ЖИР» у кормових сумішах`,
          `високі смакові якості, приємний запах і гнучке використання для всіх видів тварин робить ELBE DRY FAT ефективним продуктом преміум-класу.`,
        ],
      },
      {
        title: `Доза:`,
        items: [
          `150 - 500 г гол/добу (залежно від продуктивності, стадії лактації, генетичної схильності та загальної кількості корму), може збільшити надої до 3,5 кг на гол`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 22,
    name: 'Профат',
    manufacturer: 'Schils',
    description: 'Джерело додаткової енергії в раціон',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId22,
    sections: [
      {
        title: `Введення коровам:`,
        items: [
          `300 - 500 г / гол за добу, в транзітний період і в перші 100 діб. лактації`,
          `необхідно починати давати жир по 100 - 150 г/гол, за 21 - 14 діб до отелу`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 23,
    name: 'Propylenglycol',
    manufacturer: 'VILOFOSS',
    description: 'Енергетична добавка для профілактики та лікування кетозів',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId23,
    sections: [
      {
        title: `Діюча речовина:`,
        items: [
          `1,2-пропандіол (пропіленгліколь)`,
          `1,2-пропандіол має енергетичну цінність, в 1кг - 16.8 МДж NEL.`,
        ],
      },
      {
        title: `Переваги використання пропіленгліколю (введений в кормовий раціон новотільних корів, у вигляді рідкої речовини):`,
        items: [
          `стабілізує енергетичний обмін на початку лактації`,
          `знижує підвищену концентрацію кетонових тіл`,
          `сприяє збільшенню надоїв`,
          `не викликає закислення (зниження рН) рубця`,
        ],
      },
      {
        title: `Рекомендації щодо дозування:`,
        items: [
          `для підвищення рівня цукру в крові у молочних корів (профілактика кетозу): 150 - 250  г/гол/добу`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`каністра 30кг`, `бак 1000кг`],
      },
    ],
  },
  {
    id: 24,
    name: 'Glycerine 80%',
    manufacturer: 'VILOFOSS',
    description: 'Енергетична рідка добавка',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId24,
    sections: [
      {
        title: `Діюча речовина - гліцерин 80%:`,
        items: [
          `завдяки смаковим і ароматичним якостям значно покращує прийом корму`,
          `зберігає вологість TMR`,
          `є джерелом доступної та швидкої енергії`,
          `є попередником для виробництва глюкози в печінці (запобігання кетозу)`,
          `покращує апетит корови, як у перехідний період, так і в період перших 3 - 4 тижнів ранньої лактації`,
          `не викликає закислення (зниження рН) рубця`,
          `Glycerine 80% має енергетичну цінність, в 1 кг: 10,3 МДж NEL`,
        ],
      },
      {
        title: `Рекомендації щодо застосування:`,
        items: [`до раціону, до 500 мл/гол/добу (від потреби)`],
      },
      {
        title: `Фасування:`,
        items: [`каністра 30 кг`, `бак 1250 кг`],
      },
    ],
  },
  {
    id: 25,
    name: 'VitaloMix',
    manufacturer: 'VILOFOSS',
    description: 'Престартер у вигляді мюсли',
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId25,
    sections: [
      {
        title: `Дуже смачний корм для вирощування телят, ранній прийом корму, з першого тижня життя.`,
        items: [
          `кукурудза та ячмінь у частково розчиненій формі та краще засвоюються`,
          `спеціальний виробничий процес гарантує незмінно високу якість продукції`,
          `добре структурований — сприяє жуванню та розвитку рубця`,
        ],
      },
      {
        title: `Порядок застосування:`,
        items: [
          `свіжий щодня, з 2-го дня життя для безперешкодного споживання`,
        ],
      },
      {
        title: `Завдання:`,
        items: [
          `довести поїдання телям комбікорму, приблизно до 2 кг на тварину на день`,
        ],
      },
      {
        title: `Важливо:`,
        items: [`пропонуйте також свіжу воду!`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 20 кг`],
      },
    ],
  },
  {
    id: 26,
    name: 'Ruminito TMR',
    manufacturer: 'VILOFOSS',
    description: '10% ядро для кормів телятам',
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId26,
    sections: [
      {
        title: `Складові:`,
        items: [
          `бісквіт і вафельне борошно, макро- та мікроелементи, вітаміни`,
        ],
      },
      {
        items: [
          `стимуляція загального споживання корму для молодняку, хороший розвиток теляти і високі щоденні прирости`,
          `змішується з сухим ТМР 10%, може зберігатися кілька тижнів`,
          `телятам з 4-х тижневого віку`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 27,
    name: 'Vollmilch plus',
    manufacturer: 'VILOFOSS',
    description: 'Збагачувач незбираного молока',
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId27,
    sections: [
      {
        items: [
          `Покращує поживність незбираного молока, та сприяє кращому розвитку телят.`,
          `Це спеціальна добавка мікроелементів (Fe, Cu, Co, Se) і вітамінів (A, D3, E, K3, вітаміни групи B).`,
          `Особливої ​​уваги заслуговують молочнокислі бактерії (пробіотик - профілактика дізбактеріозу й діареї) та біодоступне залізо.`,
        ],
      },
      {
        title: `Дозування:`,
        items: [`10 г на 1 літр незбираного молока (1 мішок на 1 т молока)`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 10 кг`],
      },
    ],
  },
  {
    id: 28,
    name: 'Євролак (зелений)',
    manufacturer: 'Schils',
    description: 'Високоякісний замінник незбираного молока',
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId28,
    sections: [
      {
        items: [
          `Має гарні відгуки від покупців!`,
          `Можна давати телятам з 3-ї доби життя.`,
        ],
      },
      {
        items: [`молочні складові — 85%.`, `клітковина - 0,05%.`],
      },
      {
        title: `Змішувати:`,
        items: [`1 кг на 8 л води, або 125 г / 1 л`],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 29,
    name: 'RoCoSal E',
    manufacturer: 'VILOFOSS',
    description: 'Концентрат для профілактики діареї у телят',
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId29,
    sections: [
      {
        items: [
          `містить електроліти та спеціальну суміш яєчного порошку, яка за допомогою природних імуноглобулінів підтримує продуктивність тварин у зоні вирощування телят`,
          `компенсує дефіцит електролітів, викликаний хворобою, або стресом`,
          `добавка для телят проти ротавірусу, коронавірусу та Salmonella spp. для полегшення виниклих проблем зі здоров'ям й стабілізації електролітного балансу`,
        ],
      },
      {
        title: `Інгредієнти:`,
        items: [
          `декстроза, харчова сода, дріжджі, хлорид калію, хлорид натрію, яєчний порошок`,
        ],
      },
      {
        title: `Дозування:`,
        items: [
          `10 г на 1 л молочного напою (замінника цільного молока, або незбираного молока, води)`,
          `1 повної мірної ложки (близько 15 г) суміші — вистачає на 1,5 л напою`,
          `протягом 5 - 10 днів з першого дня життя, або при виникненні проблем у більш старшому віці`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`відро 5 кг / 15 кг`],
      },
    ],
  },
  {
    id: 30,
    name: 'Dialyt Express',
    manufacturer: 'VILOFOSS',
    description: 'Швидке лікування діареї у телят',
    category: ['ВРХ молодняк', 'ДРХ', 'Коні'],
    image: imgProductDetailsId30,
    sections: [
      {
        items: [
          `Рідка дієтична добавка для телят для швидкої стабілізації водно-електролітного балансу.`,
          `На додаток до швидкодоступної енергії для компенсації постійної втрати поживних речовин, він також містить різні буферні речовини.`,
        ],
      },
      {
        title: `Просте застосування:`,
        items: [
          `готовий до використання без будь-якої попередньої обробки або змішування`,
          `можна зберігати безпосередньо на місці використання (біля тварин, або на молочному таксі)`,
          `НЕ має негативного впливу на згортання казеїну сичужним ферментом`,
          `можна змішувати безпосередньо з молоком`,
          `Годування молоком + додавання діаліту = одна операція!`,
        ],
      },
      {
        title: `Поради щодо годування:`,
        items: [
          `телята: 60 мл Dialyte Express один - два рази на добу, протягом 2 - 7 днів`,
          `для всіх тварин: 30 мл Dialyt Express змішують в 1 л молока, або води`,
        ],
      },
      {
        title: `Адмініструється:`,
        items: [`1 - 2 рази на добу, протягом 2 - 7 днів`],
      },
      {
        title: `Фасування:`,
        items: [`каністра 15 л`],
      },
    ],
  },
  {
    id: 31,
    name: 'RespoSan',
    manufacturer: 'VILOFOSS',
    description: 'Профілактика респіраторних хвороб у телят',
    descriptionText: [
      `Поєднує вітаміни, електроліти та рослинні екстракти.`,
      `В основі RespoSan лежать ефірні олії, кориця, евкаліпт і м'ята перцева.`,
    ],
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId31,
    sections: [
      {
        title: `У разі стресу забезпечує телят доступною енергією.`,
        items: [
          `додається в корм у вигляді порошку`,
          `розчиняють як напій у теплому молоці`,
        ],
      },
      {
        title: `Дозування телятам:`,
        items: [
          `ситуації високого ризику 10 днів* 15 г/гол/добу`,
          `гострі респіраторні проблеми 10 днів* 20 г на гол/добу`,
          `1 повна мірна ложка містить прибл. 15 г`,
          `* Почніть введення повільно, з половини норми.`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`відро 4 кг / 12 кг`],
      },
    ],
  },
  {
    id: 32,
    name: 'ProbioBona',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Рідкий пероральний пробіотик в шприці',
    descriptionText: [
      `В складі має 5 штамів Bacillus spp, живих пробіотичних бактерій у споровій формі, завдяки якій препарат легко проходить кислотний бар'єр ШКТ й жовчних кислот та зберігає свою активність до 48 годин.`,
    ],
    category: ['Підходе для всіх'],
    image: imgProductDetailsId32,
    sections: [
      {
        items: [
          `пригнічує зростання патогенної та умовно патогенної мікрофлори у ШКТ та забеспечує ріст нормофлори`,
          `бере участь у синтезі вітамінів та амінокислот`,
          `забезпечує краще перетравлення кормових мас`,
        ],
      },
      {
        title: `Основні властивості:`,
        items: [
          `нормалізація мікрофлори кишечника та виділення травних ферментів`,
          `профілактика та лікування дисбіозу: діарея, диспепсія, закреп, метеоризм, коліки в животі`,
          `зменшення інтоксикації при дегельмінтизації`,
          `терапія при використанні курсу антибіотиків`,
          `гостра кишкова інфекція, або будь-яке отруєння`,
          `в складі комплексної терапії`,
          `підвищення імунітету`,
        ],
      },
      {
        title: `Пробіобона:`,
        items: [
          `працює з ротової порожнини до тонкого кишечника`,
          `препарат не має запаху та смаку, тому без проблем приймається тваринами у чистому вигляді та у воді`,
          `шприц — зручний у дозуванні для тварини будь-якої ваги`,
          `зберігається за кімнатної температури`,
        ],
      },
      {
        title: `Застосування:`,
        items: [
          `перорально, 5-10 мл, 1 - 2 рази на день. Тривалість прийому 3-5 днів.`,
          `або, змішати з водою/молоком 4-5мл на 30кг живої ваги.`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`упаковка - 50шт пластикових шприців по 10мл`],
      },
    ],
  },
  {
    id: 33,
    name: 'Marathon Top',
    manufacturer: 'VILOFOSS',
    description: 'Спеціальний Премікс',
    descriptionText: [
      `Проблеми з копитами є третьою за поширеністю причиною вибракування у високопродуктивних дійних стадах.`,
      `Кульгавість негативно впливає на споживання корму та активність жування. В результаті можуть постраждати надої молока та добробут корів.`,
      `Додавання високодоступних мікроелементів забезпечує стабільну тканину роговиці копит і може запобігти дорогим втратам.`,
      `Оптимальний догляд за молодняком забезпечує високу продуктивність у 1-у лактацію!`,
    ],
    category: ['ВРХ дорослі', 'ВРХ молодняк'],
    image: imgProductDetailsId33,
    sections: [
      {
        title: `Дозування:`,
        items: [`100 - 150 г/гол/добу`],
      },
      {
        title: `Фасовка:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 34,
    name: 'Stalosan F',
    manufacturer: 'VILOFOSS',
    description: 'Дезинфектант в присутності тварин',
    descriptionText: [
      `Крім здатності до підсушивання та розщеплення шкідливих відходів, має у своєму складі спеціальні активні речовини, які знищують мікроорганізми і перешкоджають їх метаболізму.`,
      `В результаті досягається максимально можлива ефективність, що робить Stalosan F видатним біоцидом, здатним контролювати мікроорганізми на всіх рівнях, незалежно від рівня вологості.`,
    ],
    category: ['Підходе для всіх'],
    image: imgProductDetailsId34,
    sections: [
      {
        title: `Доза:`,
        items: [
          `50 г на 1 м2 оброблюваних поверхонь, 1-2 рази на тиждень (по потребі!)`,
        ],
      },
      {
        title: `Фасовка:`,
        items: [`мішок 15 кг`],
      },
    ],
  },
  {
    id: 35,
    name: 'БІО-СИЛ',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Інокулянт для силосування',
    descriptionText: [
      `Універсальний інокулянт, порошкоподібна речовина, яка складається з гомоферментативних молочнокислих бактерій двох штамів, що висушені методом заморожування.`,
      `Кількість бактерій на 1 г, мінімально: 3х1011 КУО`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId35,
    sections: [
      {
        title: `Норма витрат:`,
        items: [
          `для сінажу, силосу з кукурудзи та вологого зерна складає: 100 г на 100 т силосуємої маси (1 г/т), або 300 тис. КУО в 1 г силосуємої маси`,
          `розчиняється в 100 л нехлорованої води, що достатньо для 100 т маси, що силосується`,
          `консервант рекомендовано вносити за допомогою дозатору`,
        ],
      },
      {
        title: `Термін зберігання:`,
        items: [
          `2 роки за умови утримання в холодильнику (+2 , +4 С)`,
          `4 роки за умови утримання в морозильнику`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`саше 100 г`],
      },
    ],
  },
  {
    id: 36,
    name: 'Sweet-Min Schafe',
    manufacturer: 'VILOFOSS',
    description: 'Лизунець меласований для овець',
    category: ['ДРХ'],
    image: imgProductDetailsId36,
    sections: [
      {
        items: [
          `не чутливі до опадів і тому підходять для випасу`,
          `смакові якості забезпечують надходження мінералів і вітамінів у будь-який час`,
        ],
      },
      {
        title: `Складові:`,
        items: [
          `Са 15,0%, Р 3,5%, Na 11,0%, Mg 4,0%, віт.А 400 000 МЕ, віт.D 80 000 МЕ, віт. Е 3000 мг, марганець 4000 мг, цинк 6000 мг, мідь - 0 мг, йод 70 мг, селен 50 мг, кобальт 20 мг`,
        ],
      },
      {
        title: `Середня норма вживання:`,
        items: [`15-30 г/гол/добу`],
      },
      {
        title: `Фасування:`,
        items: [`відро 20 кг`],
      },
    ],
  },
  {
    id: 37,
    name: 'FUTTERGUT™',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Кормові концентрати та премікси для свиней, птиці, ВРХ',
    descriptionText: [
      `Виготовлення комбікормів, преміксів та БМВД за найвищими стандартами GMP+ B1 ISO22000`,
    ],
    category: ['Підходе для всіх'],
    image: imgProductDetailsId37,
    sections: [
      {
        title: `Продукти для птиці:`,
        items: [
          `БМВД 30% для бройлерів (універсальна)`,
          `БМВД 5% для бройлерів гровер`,
          `БМВД 5% для бройлерів фініш`,
          `БМВД 30% для курей-несучок`,
          `БМВД 35% для курей-несучок`,
          `БМВД 5% для курей-несучок`,
          `Премікс 2,5% вітамінно-мінеральний для курей-несучок`,
        ],
      },
      {
        title: `Продукти для свиней:`,
        items: [
          `Повнораціонний комбікорм для поросят (престарт)`,
          `Повнораціонний комбікорм для поросят 10-30кг (старт)`,
          `БМВД 25% для свиней вагою 10-30 кг`,
          `БМВД 15% для свиней вагою 30-60 кг`,
          `БМВД для свиней вагою 30-60 кг (ГРОВЕР) RG 20%`,
          `БМВД для свиней вагою 60-110 кг (ФІНІШ) 15%`,
          `БМВД 10% для свиней вагою 60-110 кг`,
          `БМВД 20% для лактуючих свиноматок`,
          `БМВД 5% для лактуючих свиноматок`,
          `БМВД 10% для супоросних свиноматок`,
          `БМВД 5% для супоросних свиноматок`,
          `БМВД 5% для свиней вагою 30-110 кг (універсальна)`,
          `Премікс 3% вітамінно-мінеральний для свиней СТАРТ`,
          `Премікс 2,5% вітамінно-мінеральний для свиней ГРОВЕР/ФІНІШ`,
          `Премікс 2,5% вітамінно-мінеральний для СВИНОМАТОК`,
        ],
      },
      {
        title: `Важливо:`,
        items: [
          `є можливість придбання продуктів, як по стандартних рецетах, так і з урахуванням побажань замовника (при замовленні від 5 т)`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`, `можливе фасування в біг-беги 1000 кг`],
      },
    ],
  },
  {
    id: 38,
    name: 'Престартер для телят',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Престартер для телят. Гранула.',
    descriptionText: [
      `*При замовленні від 10 т - можлива зміна рецептури під індивідуальні потреби!`,
    ],
    category: ['ВРХ молодняк'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Введення:`,
        items: [
          `100% (досхочу!), телятам 0 - 2 міс`,
          `з пробіотиком та привабливою смако-ароматичною добавкою!`,
          `мета використання - правильний розвиток рубця!`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 39,
    name: 'БМВД (універсальний)',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'БМВД. Гранула.',
    descriptionText: [
      `*При замовленні від 10 т - можлива зміна рецептури під індивідуальні потреби!`,
    ],
    category: ['ВРХ дорослі', 'ВРХ молодняк', 'ДРХ', 'Коні'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Складові:`,
        items: [
          `шроти соняшника та сої, дріжджі кормові, зернові, вітамінно-мінеральний премікс`,
        ],
      },
      {
        title: `Введення:`,
        items: [
          `30 - 40% до комбікорму, телятам с 3 міс, молодняку на відгодівлі, коровам лактуючим та сухостійним`,
        ],
      },
      {
        title: `Поживність:`,
        items: [
          `протеїн 30%, живі та кормові дріжджі, премікс, смако-ароматична добавка.`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`],
      },
    ],
  },
  {
    id: 40,
    name: 'БМВД для корів',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Для лактуючих корів, 4 - 5 кг. Розсипна',
    descriptionText: [
      `*При замовленні від 5 т - можлива зміна рецептури під індивідуальні потреби!`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Складові:`,
        items: [
          `шроти соняшника та сої, барда післяспиртова, дріжджі кормові та живі, основні мінерали та вітаміни, сорбент токсинів, смако-ароматична добавка`,
        ],
      },
      {
        title: `Введення:`,
        items: [
          `40 - 50% до комбікорму (4 - 5 кг/гол за добу), коровам дійним`,
          `протеїн - не менше 30%`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`, `біг-бег 1000 кг`],
      },
    ],
  },
  {
    id: 41,
    name: 'Гранула для корів',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Годівля на роботах, 28% протеїн',
    descriptionText: [
      `*При замовленні від 10 т - можлива зміна рецептури під індивідуальні потреби!`,
    ],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Основа:`,
        items: [`протеїнові, зернові, смако-ароматична добавка, антиоксидант`],
      },
      {
        title: `Введення:`,
        items: [
          `2 - 3 кг/гол на добу`,
          `для заохочення та підгодівлі дійних корів при доїнні на роботах`,
        ],
      },
      {
        title: `Фасування:`,
        items: [`мішок 25 кг`, `біг-бег 1000 кг`],
      },
    ],
  },
  {
    id: 42,
    name: 'Премікс для дійних корів 1%',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Вітаміно-мінеральний Премікс для дійних корів П 60-1_Л',
    descriptionText:
      [`*По бажанню замовника можлива зміна рецептури`,
        `*Можливе виробництво даного складу преміксу й без вводу дріжджів!`],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Дозування:`,
        items: [
          `100 - 150 г на голову за добу, в залежності від продуктивності!`,
        ],
      },
      {
        title: `Складові, кг:`,
        items: [
          `віт. A - 600.000 IE, віт. D3 - 100.000 IE, віт. E - 1000 мг, Марганець - 4000 мг, Цинк - 4000 мг, Мідь - 500 мг, Йод - 40 мг, Кобальт - 30 мг, Селен - 40 мг. `,
          `31,50% Кальцій, 0,1% Фосфор`
        ],
      },
      {
        title: `Складові, кг:`,
        items: [
          `віт. A - 600.000 IE, віт. D3 - 100.000 IE, віт. E - 1000 мг, Марганець - 4000 мг, Цинк - 4000 мг, Мідь - 500 мг, Йод - 40 мг, Кобальт - 30 мг, Селен - 40 мг. `,
          `31,50% Кальцій, 0,1% Фосфор`
        ],
      },
      {
        title: `Levucell SC`,
        items: [
          `загально відомий у світі й в Україні пробіотик, штам живих дріжджів Saccharomyces cerevisiae CNCM I-1077, спеціально відібраний для годівлі жуйних тварин`,
          `на практиці використання в агрофірмах України відмічалося: збільшення молочної продуктивності корів на 0,5 - 1,5 л/гол за добу й підняття молочного жиру на 0,1 - 0,3%`
        ],
      },
      {
        title: `Фасування:`,
        items: [
          `мішок 25 кг`,
        ],
      },
    ],
  },
  {
    id: 43,
    name: 'Футтергут-Лєвуселл для ВРХ',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Добавка з живими дріжджами',
    descriptionText:
      [`Розсипна кормова добавка з сухими, захищеними оболонкою живими дріжджами штаму Levusell SC.`,
        `* По бажанню замовника можлива зміна рецептури`],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Levucell SC:`,
        items: [
          `загально відомий у світі й в Україні штам живих дріжджів Saccharomyces cerevisiae CNCM I-1077, спеціально відібраний для годівлі жуйних тварин`,
        ],
      },
      {
        title: `Мета використання:`,
        items: [
          `покращення перетравності структурної клітковини рослинних кормів (конверсія!)`,
          `підвищення продуктивності: молочної на 0,5-1,5 л/гол/д, приростів ж.в. до 10%`,
          `збільшення поїдання СР раціону`,
          `зниження ризиків ацідозів, кетозів і т.п.`
        ],
      },
      {
        title: `Дозування:`,
        items: [
          `давати на пізньому сухостої - до 100 г/гол/д`,
          `перші 100 днів лактації - 150-200 г/гол/д`,
          `до кінця лактації - 100-150 г/гол/д`
        ],
      },
      {
        title: `Фасування:`,
        items: [
          `мішок 25 кг`
        ],
      },
    ]
  },
  {
    id: 44,
    name: 'Премікс для дійних корів 3%',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Вітаміно-мінеральний Премікс',
    descriptionText:
      [`*По бажанню замовника - можливе виготовлення рецептури під потреби господарства.`],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Дозування:`,
        items: [
          `200 - 300 г на голову за добу, в залежності від продуктивності!`,
        ],
      },
      {
        title: `Фасування:`,
        items: [
          `мішок 25 кг`,
        ],
      },
    ]
  },
  {
    id: 45,
    name: 'Премікс для сухостійних корів',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Вітаміно-мінеральний Премікс для сухостійних корів.',
    descriptionText:
      [`* По бажанню замовника - можливе виготовлення рецептури під потреби господарства.`],
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId38,
    sections: [
      {
        title: `Дозування:`,
        items: [
          `120 - 150 г на голову за добу`,
          `приміняти на весь період сухостою`
        ],
      },
      {
        title: `Фасування:`,
        items: [
          `мішок 25 кг`
        ],
      },
    ]
  },
  {
    id: 46,
    name: 'AnkonaF/buffer/150',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Буферна добавка',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId1,
  },
  {
    id: 47,
    name: 'Futtergut Hy-М',
    manufacturer: 'FUTTERGUT - надійна годівля',
    description: 'Регулює кальцій-фосфорний метаболізм + іммунітет',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 48,
    name: 'NutriBos N 85 і NutriBos N 65',
    manufacturer: 'NUTRIBOS',
    description: 'Захищена сечовина (Хорватія)',
    category: ['ВРХ дорослі', 'ДРХ'],
    image: imgProductDetailsId1,
  },
  {
    id: 49,
    name: 'NutriBos VN 75 і COMPLETE',
    manufacturer: 'NUTRIBOS',
    description:
      'Комплексні продукти с захищеною сечовиною у складі (Хорватія)',
    category: ['ВРХ дорослі'],
    image: imgProductDetailsId1,
  },
  {
    id: 50,
    name: 'SEGAWEAN® Boost',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для свиней на відгодівлі 30-60 кг, 4,5%',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 51,
    name: 'SEGAWEAN® F49 A3',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для свиней на відгодівлі від 60 кг, 3,3%',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 52,
    name: 'SOW Day 7® Farrow Feed',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для свиноматок у транзитний період',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 53,
    name: 'SEGAWEAN® SL Wean',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для лактуючих свиноматок, 5%',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 54,
    name: 'SEGAWEAN® SFT',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для супоросних свиноматок, 3%',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 55,
    name: 'SEGAWEAN® P5 +2 3 6',
    manufacturer: 'Ahrhoff FUTTERGUT',
    description: 'Премікс для поросят до 30 кг 6,5%',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 56,
    name: 'Maxi-Cox Dry для птиці',
    manufacturer: 'ETOS',
    description:
      'Модулятор мікробіому; Кокцидіостатик; Суміш органічних кислот',
    category: ['Птиця'],
    image: imgProductDetailsId1,
  },
  {
    id: 57,
    name: 'Maxi-Pi-Blok Dry - для свиней',
    manufacturer: 'ETOS',
    description:
      'Модулятор мікробіому; Альтернатива антибіотику; Суміш органічних кислот',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 58,
    name: 'Hy-M для свиней',
    manufacturer: ['ANKONA', 'FUTTERGUT - надійна годівля'],
    description:
      'Модулятор мікробіому; Альтернатива антибіотику; Суміш органічних кислот',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
  {
    id: 59,
    name: 'Hy-M для батьківського стада птиці',
    manufacturer: ['ANKONA', 'FUTTERGUT - надійна годівля'],
    description: 'Підвищення рівня вітаміну D3 у сироватці крові',
    category: ['Птиця'],
    image: imgProductDetailsId1,
  },
  {
    id: 60,
    name: 'Hy-M для бройлерів',
    manufacturer: ['ANKONA', 'FUTTERGUT - надійна годівля'],
    description: 'Підвищення рівня вітаміну D3 у сироватці крові',
    category: ['Птиця'],
    image: imgProductDetailsId1,
  },
  {
    id: 61,
    name: 'Hy-M для несучки',
    manufacturer: ['ANKONA', 'FUTTERGUT - надійна годівля'],
    description: 'Підвищення рівня вітаміну D3 у сироватці крові',
    category: ['Птиця'],
    image: imgProductDetailsId1,
  },
  {
    id: 62,
    name: 'Мультіцид Форте',
    manufacturer: ['ETOS'],
    description: 'Додаткова кормова суміш',
    category: ['Підходе для всіх'],
    image: imgProductDetailsId1,
  },
  {
    id: 63,
    name: 'Цітро',
    manufacturer: ['Agro-Bizek'],
    description: 'Ультрабіотик',
    category: ['Підходе для всіх'],
    image: imgProductDetailsId1,
  },
  {
    id: 64,
    name: 'Арбоцель',
    manufacturer: ['JRS'],
    description: 'Концентрат сирої клітковини для свиней',
    category: ['Свині'],
    image: imgProductDetailsId1,
  },
];

export function addNewEvent(newEvent) {
  products.push(newEvent);
}
